/**************************************************************************
*   
*   =======================================================================
*   CLR 版本    ：4.0.30319.42000
*   命名空间    ：MSCRM.Common.Enums
*   文件名称    ：FinancialServiceType.cs
*   =======================================================================
*   创 建 者    ：李廷礼
*   创建日期    ：2019/10/31 9:54:38 
*   邮    箱    ：litingxian@live.cn
*   个人主站    ：https://github.com/tingli1991
*   功能描述    ：
*   使用说明    ：
*   ========================================================================
*   修改者      ：
*   修改日期    ：
*   修改内容    ：
*   ========================================================================
*  
***************************************************************************/


namespace DCEM.Main
{
    /// <summary>
    /// 金融方案服务类型
    /// </summary>
    public enum FinancialServiceTypeEnum
    {
        /// <summary>
        /// 零首付
        /// </summary>
        ZeroDownPayment = 10,

        /// <summary>
        /// 零利息
        /// </summary>
        ZeroInterest = 20,

        /// <summary>
        /// 弹性贷
        /// </summary>
        FlexibleLoan = 30
    }
}